Repository: haalon-old/linux-dev-2020
Catalog: 10_Documenting/*.po
Languages: ru

source: 'guess' program guesses your number in decimal or roman form Usage: guess [OPTIONS] --help print this help --version print version -r use roman mode
ru: Программа 'guess' угадывает загаданное число в десятичой или римской записи Использование: guess [OPTIONS] --help вывести эту справку --version вывести версию -r Использовать римские числа

source: Come up with a number between %d and %d
ru: Загадайте число от %d до %d

source: Come up with a number between %s and %s
ru: Загадайте число от %s до %s

source: I ll try to guess it now
ru: Я попробую его угадать

source: Is your number between %d and %d?
ru: Ваше число находится от %d и до %d?

source: Is your number between %s and %s?
ru: Ваше число находится от %s и до %s?

source: (answer 'yes' or 'no')
ru: (отвечайте 'да' или 'нет')

source: yes
ru: да

source: no
ru: нет

source: Please answer correctly
ru: Пожалуйста отвечайте правильно

source: Your number is %d!
ru: Ваше число: %d!

source: Your number is %s!
ru: Ваше число: %s!
